{
  "Genre": "Das Genre versucht ein Spiel in eine bestimmte Kategorie einzuordnen, um entweder den Handlungsrahmen oder die verwendeten Spielelemente einzugrenzen. Während es früher nahezu eindeutige Einordnungen gab, kommt es heutzutage immer mehr zu Fusionen verschiedener Genere. Ein Spiel kann somit einer Vielzahl von Genren angehören.",
  "Plattform": "Die Plattform eines Spiels ist die Basis für ihre Technologie und damit auch für ihre Möglichkeiten. Im Verlauf der Zeit entstanden immer neue Plattformen auf denen gespielt werden konnte. Ins absurde führt diese Aussage, wenn man die Fälle beachtet, in denen beispielsweise Klassiker wie *Doom* auf Büro- oder Haushaltsgeräten zum Laufen gebracht wurden. Um solche Plattformen soll es hier aber nicht gehen. Spiele werden mittlerweile selbstverständlich für mehrere Plattformen entwickelt, allerdings kann es zu sehr großen Unterschieden zwischen den einzelnen Versionen kommen. Diese reichen von der Steuerung, über Grafikeinstellungen bis hin zu fehlenden Features. Oft heißen die Titel sogar für verschiedene Plattformen unterschiedlich, weshalb strikt darauf geachtet werden sollte, ob die Spiele wirklich ähnlich genug sind, um als selbes Spiel zu gelten. Trotzdem kann ein Spiel natürlich mehreren Plattformen zugeordnet werden.",
  "Steuerung": "Genauso wie die Technologie entwickeln sich die Eingabemöglichkeiten immer weiter. Gab es zu Beginn lediglich einen Joystick oder eine Tastatur, reicht das Repertoire aktuell bis hin zu Bewegungssensoren, die einzelne Fingerbewegungen auf das Spiel übertragen und sogar entsprechendes Feedback bei der Interaktion mit der Spielwelt übertragen.",
  "Thema": "Das Thema steht oft in engem Zusammenhang mit der Welt eines Spiels. Es beschreibt quasi den Subkontext zur Einordnung der Erlebnisse, die einem im Spiel erwarten. Spieler können dadurch schnell unterscheiden, für welches Spiel sie größeres Interesse haben.",
  "Welt": "Die Welt eines Spiels bestimmt den Rahmen des Geschehens. Dies reicht von einer zeitlichen Einordnung bezüglich der Historie der Menschheit bis hin zu anderen Orten, Dimensionen oder sogar Meta-Ebenen.",
  "Perspektive": "Die Perspektive beschreibt die Position des Spielers bezüglich dem Geschehen. Dabei liegt der wichtigste Unterschied darin, ob der Spieler die Rolle eines Beobachters einnimmt oder selbst in die Sicht einer Entität oder eines Protagonisten eindringt.",
  "Zeitlicher Ablauf": "Der zeitliche Ablauf beschreibt die Möglichkeiten des Spielers das Geschehen künstlich zu beeinflussen. Also das er beispielsweise den Spielfluss verlangsamen/beschleunigen oder sogar pausieren kann. Moderne Spiele binden solche Möglichkeiten oft sogar in den Kontext der Geschichte oder die Fähigkeiten der Spielfigur ein, um die Immersion zu verstärken.",
  "Technik": "Die verwendete Technologie eines Spiels ist bei vielen Titeln der heutigen Zeit eine entscheidende Komponente. Sie entscheidet über den Gestaltungsrahmen der Designer/Entwickler und setzt somit Grenzen für Features im Spiel. Gerade moderne Technologien wie die Virutal-Reality oder Augmented-Reality bieten ungeahnte Möglichkeiten im Bereich der Immersionsbildung und Spielereinbindung.",
  "Produktart": "Die Produktart beschreibt die Art des Vertriebs. Also, ob es sich um ein Hauptspiel, einen Zusatzinhalt oder etwa ein Remaster handelt."
}
